{
  "users": [
    {
      "id": "001",
      "login": "itsIam",
      "password": "qwerty123",
      "register_at": "2023-03-14",
      "role_id": 0
    },
    {
      "id": "a5d7",
      "login": "Ivan",
      "password": "123456",
      "register_at": "2063-01-19 04:54",
      "role_id": 2
    },
    {
      "id": "6e56",
      "login": "Olga",
      "password": "123456",
      "register_at": "2051-09-07 16:27",
      "role_id": 1
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "Модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Нет звука приятнее, чем трубный призыв",
      "image_url": "https://fastly.picsum.photos/id/688/280/150.jpg?hmac=EVsQwhv3peM2NpRCdfjXOR2lkP_WEJi7qZDQKjD9_PY",
      "content": "Равным образом, постоянное информационно-пропагандистское обеспечение нашей деятельности требует анализа первоочередных требований. Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть разоблачены. Задача организации, в особенности же начало повседневной работы по формированию позиции является качественно новой ступенью глубокомысленных рассуждений. А также действия представителей оппозиции освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, ассоциативно распределены по отраслям.\n \nКстати, элементы политического процесса и по сей день остаются уделом либералов, которые жаждут быть ассоциативно распределены по отраслям. Прежде всего, убеждённость некоторых оппонентов не даёт нам иного выбора, кроме определения анализа существующих паттернов поведения. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса существующих финансовых и административных условий.\n \nЯсность нашей позиции очевидна: внедрение современных методик позволяет оценить значение переосмысления внешнеэкономических политик. А также независимые государства формируют глобальную экономическую сеть и при этом — смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
      "published_at": "2023-01-14"
    },
    {
      "id": "003",
      "title": "Окрестности Тулы оросил детский заливистый смех",
      "image_url": "https://fastly.picsum.photos/id/486/280/150.jpg?hmac=IxWVzt144pl9cdOQNtGt_nBUf8uabySacQ9SH7Rb15s",
      "content": "Равным образом, постоянное информационно-пропагандистское обеспечение нашей деятельности требует анализа первоочередных требований. Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть разоблачены. Задача организации, в особенности же начало повседневной работы по формированию позиции является качественно новой ступенью глубокомысленных рассуждений. А также действия представителей оппозиции освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, ассоциативно распределены по отраслям.\n \nКстати, элементы политического процесса и по сей день остаются уделом либералов, которые жаждут быть ассоциативно распределены по отраслям. Прежде всего, убеждённость некоторых оппонентов не даёт нам иного выбора, кроме определения анализа существующих паттернов поведения. Каждый из нас понимает очевидную вещь: выбранный нами инновационный путь создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса существующих финансовых и административных условий.\n \nЯсность нашей позиции очевидна: внедрение современных методик позволяет оценить значение переосмысления внешнеэкономических политик. А также независимые государства формируют глобальную экономическую сеть и при этом — смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
      "published_at": "2023-06-28"
    },
    {
      "id": "46e7",
      "image_url": "https://fastly.picsum.photos/id/77/280/150.jpg?hmac=T3FEf_ZJtI_ebtKTfyJo8IsmfF4APDEjkDg3gp1Y8mE",
      "title": "Структура организации",
      "content": "Таким образом сложившаяся структура организации представляет собой интересный эксперимент проверки соответствующий условий активизации. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития.\n\nС другой стороны начало повседневной работы по формированию позиции требуют от нас анализа существенных финансовых и административных условий. С другой стороны реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.\n\nТаким образом начало повседневной работы по формированию позиции требуют от нас анализа дальнейших направлений развития. Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке соответствующий условий активизации. Товарищи! новая модель организационной деятельности позволяет выполнять важные задания по разработке новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры позволяет выполнять важные задания по разработке форм развития.\n\n",
      "published_at": "2040-06-07 04:50"
    },
    {
      "id": "a18f",
      "image_url": "https://fastly.picsum.photos/id/480/280/150.jpg?hmac=pACcu7Ud5_6JHzdfGcr6XmOqGSXU2UNFMz0z4BGVmHc",
      "title": "Идейные соображения высшего порядка.",
      "content": "Таким образом сложившаяся структура организации представляет собой интересный эксперимент проверки соответствующий условий активизации. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития.\n\nС другой стороны начало повседневной работы по формированию позиции требуют от нас анализа существенных финансовых и административных условий. С другой стороны реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.\n\nТаким образом начало повседневной работы по формированию позиции требуют от нас анализа дальнейших направлений развития. Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке соответствующий условий активизации. Товарищи! новая модель организационной деятельности позволяет выполнять важные задания по разработке новых предложений. Разнообразный и богатый опыт укрепление и развитие структуры позволяет выполнять важные задания по разработке форм развития.",
      "published_at": "2063-11-28 14:57"
    },
    {
      "id": "4a68",
      "image_url": "https://fastly.picsum.photos/id/411/280/150.jpg?hmac=tG3J9YRoRpVdNYkB1CZagsp9qM5-hzanUAWQfU5c3J8",
      "title": "Повседневная практика.",
      "content": "Повседневная практика показывает, что сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Равным образом укрепление и развитие структуры требуют определения и уточнения соответствующий условий активизации. Повседневная практика показывает, что реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании модели развития. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий требуют от нас анализа форм развития.\n\nРазнообразный и богатый опыт консультация с широким активом требуют от нас анализа существенных финансовых и административных условий. Таким образом реализация намеченных плановых заданий в значительной степени обуславливает создание форм развития. С другой стороны дальнейшее развитие различных форм деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.\n\nТоварищи! дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. С другой стороны новая модель организационной деятельности играет важную роль в формировании систем массового участия. Равным образом новая модель организационной деятельности позволяет выполнять важные задания по разработке новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же начало повседневной работы по формированию позиции способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям.\n\nНе следует, однако забывать, что дальнейшее развитие различных форм деятельности играет важную роль в формировании дальнейших направлений развития. Равным образом новая модель организационной деятельности в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности способствует подготовки и реализации систем массового участия.",
      "published_at": "2061-05-25 20:47"
    },
    {
      "id": "af68",
      "image_url": "https://fastly.picsum.photos/id/803/280/150.jpg?hmac=QaNBzF30BAMAYXoNYFpB07rm0XylJFAjrifv8pTNpv4",
      "title": "Идейные соображения высшего порядка.",
      "content": "Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий.\n\nНе следует, однако забывать, что рамки и место обучения кадров играет важную роль в формировании систем массового участия. Товарищи! укрепление и развитие структуры способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям.",
      "published_at": "2045-05-19 04:23"
    }
  ],
  "comments": [
    {
      "id": "a066",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2037-11-22 13:12",
      "content": "first comment"
    },
    {
      "id": "5f01",
      "author_id": "001",
      "post_id": "af68",
      "published_at": "2053-06-26 12:12",
      "content": "first comment"
    },
    {
      "id": "3c1b",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2061-07-17 15:33",
      "content": "second comment"
    }
  ],
  "sessions": [
    {
      "id": "1558",
      "hash": "0.58891954297067039547641797980759292840957641601563",
      "user": {
        "id": "001",
        "login": "itsIam",
        "password": "qwerty123",
        "registeredAt": "2023-03-14",
        "roleId": 0
      }
    }
  ]
}